Tekla Open API Reference for Tekla Structures 2025
CannotSetAttributeForPluginException Constructor
Overload List
Name | Description
CannotSetAttributeForPluginException()
 Creates a new CannotSetAttributeForPluginException instance.
CannotSetAttributeForPluginException(String)
 Creates a new CannotSetAttributeForPluginException instance.
Top
See Also
Reference
CannotSetAttributeForPluginException Class
Tekla.Structures.Drawing Namespace